const comments = {
  "0": [
    {
      "date": "2015-02-11 11:14:35",
      "user": "过年好",
      "text": "沈从文也说，“一个士兵要么战死沙场，要么回到故乡。”"
    },
    {
      "date": "2015-02-11 11:14:35",
      "user": "圣诞快乐",
      "text": "圣诞节是12月25号。"
    },
    {
      "date": "2015-02-11 11:14:35",
      "user": "圣诞快乐",
      "text": "圣诞节是12月25号。"
    },
    {
      "date": "2015-02-11 11:14:35",
      "user": "圣诞快乐",
      "text": "圣诞节是12月25号。"
    },
    {
      "date": "2015-02-11 11:14:35",
      "user": "圣诞快乐",
      "text": "圣诞节是12月25号。"
    }
  ],
  "1": [
    {
      "date": "2016-06-30 22:50:57",
      "user": "情人节快乐",
      "text": "214浪漫还是520浪漫？"
    },
    {
      "date": "2016-06-30 22:50:57",
      "user": "五一劳动节",
      "text": "上班真的很累吗？"
    },
    {
      "date": "2015-02-11 11:14:35",
      "user": "圣诞快乐",
      "text": "圣诞节是12月25号。"
    }
  ],
  "2": [
    {
      "date": "2017-07-01 22:50:57",
      "user": "我爱中国",
      "text": "香港回归20周年！"
    },
    {
      "date": "2017-06-30 22:50:57",
      "user": "好开心！",
      "text": "真的好开心！"
    },
    {
      "date": "2015-02-11 11:14:35",
      "user": "圣诞快乐",
      "text": "圣诞节是12月25号。"
    },
    {
      "date": "2015-02-11 11:14:35",
      "user": "圣诞快乐",
      "text": "圣诞节是12月25号。"
    }
  ],
  "3": [
    
  ]
}

export default comments;
