const posts = [
  {
    "id": 0,
    "title": "一去二三里的故乡",
    "date": "2015-02-11 11:14:35",
    "author": "老慢拍",
    "likes": 56,
    "text": "过年了，要回家过年。这是中国人的习俗。\n\n可是和往年一样，我又有了近乡情更怯的心结。故乡于我正变得越来越陌生，我对她而言，也变得越来越像一个客人了。身处这个大变革的时代，每个人多少都会有些怅惘。“现代化”这个怪物用冠冕堂皇的旗号，异化着一个个故乡。城市千篇一律，连乡村也变得更加像城市。\n\n一次城市研讨会上，有建设部官员说：“中国，正变成由一千个雷同城市组成的国家！”“记得住乡愁”是很美的愿景，但愁是很多很多，故乡却怎么也回不去了。对每个人来说，故乡绝不是一个地理位置，而是童年、乡邻、外婆至亲、乡味、玩乐嬉戏、农田山野、禽畜耕作这些干净淳朴意象的组合体。当你回想故乡的时候，出现在脑海的该是一个个鲜活的生命，一句句亲切的叮嘱，一幅幅感人的画面，一片片金黄的麦田，一声声清脆的布谷鸟鸣……即使你年迈老去，这些意象也不可能轻易褪去，反而更加清晰。因为那些是你骨子里血液中的东西，失去的越多越久，就越记得清楚。"
  },
  {
    "id": 1,
    "title": "每一页都有故事，每一页都有闪电",
    "date": "2016-06-30 22:50:57",
    "author": "仓廪一间",
    "likes": 70,
    "text": "肯·福莱特的《巨人的陨落》这本书中描写了一战前后六个家族的兴衰变化：英国菲茨赫伯特家族、德国冯·乌尔里希家族、俄国别斯科夫家、威尔士威廉姆斯家、美国杜瓦家和维亚洛夫家，整个故事从1911年写到1924年，主线人物覆盖了第一次世界大战的主要参战国（除了法国），涉及了美西战争、英王五世加冕、一战、十月革命、德皇退位、凡尔赛和约、啤酒馆暴动等一系列历史大事，得益于他严谨的史料安排和巧妙的情节缀连，整部书读下来大汗淋漓（大夏天一口气看完太累了），却又荡气回肠。好的小说处理历史素材时，既不过于写实，也不过于写虚，而要虚实难辨，真假难分，保持一种沉稳的节奏：虚构事件对历史事件步步紧逼，既不让历史逃遁，也不能被历史反咬一口。这种写法其实是对写作者的历史知识储备的巨大考验：虚构人物与真实历史人物的互动越频繁，虚构事件与真实事件的交织越紧密。不过，金庸老先生写到后来，其实有点戏说乾隆的味道了，乔峰和完颜阿骨打拜把子，韦小宝和康熙合力擒杀鳌拜，可爱不可信，只是一出成年人的童话，他真要跟肯·福莱特的小说比严谨度，中间恐怕差100个袁腾飞。当然，金庸那么写，也有其考虑（文人寄托、历史影射），这里不提。肯·福莱特是真的“带着镣铐跳舞”，他写这个系列的时候，专门请了不少历史学家做顾问（参见第一册《致谢》），这种吹毛求疵的态度，就像故宫文物修复者所追求的高度还原，他在后记里谈到书中涉及到历史的地方：我的原则是：要么某一场景真实发生过，或者有可能发生；要么某些话真正说过，或者有可能说。如果我发现有某种原因让某种场景不可能真正发生，或不可能说出某些话——例如某个人物当时处于另一个国家，我便将其略去。”整部小说一共四十二章，人物、事件、地点、时间全部要做到和史实严丝合缝，这恐怕已经不是出于故事发展的需要，而更多来自肯·福莱特的任性吧。但他做到了，当我读到格雷戈里去迎接回国的列宁那一段，鲜活的历史感扑面而来，在午夜的彼得格勒芬兰站，广场的探照灯打在黑压压的人群中，火车喷着黑烟徐徐进站，列宁从车上下来，对着人群致辞，格雷戈里内心激动无比，这一实一虚两个人物此刻出现在同一个时空，恢弘壮阔，着实奇妙而震撼。"
  },
  {
    "id": 2,
    "title": "巨人陨落之后",
    "date": "2016-10-23 22:29:19",
    "author": "格瓦拉",
    "likes": 180,
    "text": "巨人的陨落，陨落的是什么？陨落的是用仁义道德粉饰的皇家尊严与权威；陨落的是文明之光下的阴影喷涌而出把这世界变成修罗场；陨落的是人们心向往之的美好生活与和平；陨落的是旧秩序，德意志第一帝国和奥匈帝国；陨落的是逆潮流而动而不合时宜的贵族风度。肯·福莱特对人物的描写不仅来源于寥寥数笔从衣着等客观方面精妙的描写，还在于它能够聊聊几个字，就妙笔生花的勾勒出人物的性格和内在特点，让人印象深刻得到记住他的主人公。“凭借完美无瑕的礼仪姿态，他们会带领世界走向毁灭。”小说主人公来掌管着威尔士和约克郡大片土地的英格兰贵族——菲茨赫伯特的傲慢与无能是否跃然纸上。“他愿意为德国的利益而死——但没有心爱的女人，他也不愿意活着。”德国贵族，青年外交官与军人，沃尔特的敢爱敢恨的特点呼之欲出。“从长远来看，放纵底层是残酷的” 菲茨趾高气扬的妻子、俄国公主——碧公主，漠视底层人民，蛇蝎心肠的对世俗的鄙视和恶意是不是惟妙惟肖。而旧世界被炸烂和打碎之后，巨人陨落势必有新的力量崛起。女权。妇女在战争中的作用，一战前妇女无论是在社会生活中抑或是战争中都只从事一些生产被服、照顾伤员等一些辅助性的劳动。而第一次世界大战中她们肩负起生产重型机械和社会主要生产活动的重任，并且用事实证明了她们完全能够胜任昔日被认为是男人才能从事的工作。艾瑟尔参加下议院选举更把女权推向了参与政治，决定国家命运这种昔日被认为不可能由女性参与的政治活动中来。小说主人公，本是主仆的女勋爵茉黛和来自旷工家庭的女管家艾瑟尔，殊途同归，双姝有分歧亦有合作，最终都成为了为妇女权益而呐喊的旗手和斗士。彰显了肯·福莱特追求男女平等的理念。民众的觉醒、民主思想的深入人心和贵族阶层、等级制度的土崩瓦解。迂腐、高傲、无知、官僚味浓厚的贵族军官带领年轻的平民阶级士兵走向死亡，许多人甚至都还来不及开枪，就在密集队形的冲锋中死与机枪倾泻出的弹雨下。马恩河，凡尔登就像无妄之灾的笼罩在参战双方或者说多方军队的头上，每天推进几十米的焦灼战局给前线官兵带来的不是和平的期盼，而是在死亡线上挣扎的绝望。而比利采取灵活战术保全了自己的威尔士家乡排，格里高利也毫不犹豫的带领手下的士兵远离自杀式的冲锋。群众的智慧和贵族的愚蠢形成了鲜明的对比。肯·福莱特对民众的智慧、勇敢、团结和觉醒是充满敬佩的褒扬的。"
  },
  {
    "id": 3,
    "title": "哈利波特20周年",
    "date": "2017-06-23 22:29:19",
    "author": "格瓦拉",
    "likes": 33,
    "text": "啦啦啦啦啦啦啦啦啦啦啦啦啦啦阿拉啦 巨人的陨落，陨落的是什么？陨落的是用仁义道德粉饰的皇家尊严与权威；陨落的是文明之光下的阴影喷涌而出把这世界变成修罗场；陨落的是人们心向往之的美好生活与和平；陨落的是旧秩序，德意志第一帝国和奥匈帝国；陨落的是逆潮流而动而不合时宜的贵族风度。肯·福莱特对人物的描写不仅来源于寥寥数笔从衣着等客观方面精妙的描写，还在于它能够聊聊几个字，就妙笔生花的勾勒出人物的性格和内在特点，让人印象深刻得到记住他的主人公。“凭借完美无瑕的礼仪姿态，他们会带领世界走向毁灭。”小说主人公来掌管着威尔士和约克郡大片土地的英格兰贵族——菲茨赫伯特的傲慢与无能是否跃然纸上。“他愿意为德国的利益而死——但没有心爱的女人，他也不愿意活着。”德国贵族，青年外交官与军人，沃尔特的敢爱敢恨的特点呼之欲出。“从长远来看，放纵底层是残酷的” 菲茨趾高气扬的妻子、俄国公主——碧公主，漠视底层人民，蛇蝎心肠的对世俗的鄙视和恶意是不是惟妙惟肖。而旧世界被炸烂和打碎之后，巨人陨落势必有新的力量崛起。女权。妇女在战争中的作用，一战前妇女无论是在社会生活中抑或是战争中都只从事一些生产被服、照顾伤员等一些辅助性的劳动。而第一次世界大战中她们肩负起生产重型机械和社会主要生产活动的重任，并且用事实证明了她们完全能够胜任昔日被认为是男人才能从事的工作。艾瑟尔参加下议院选举更把女权推向了参与政治，决定国家命运这种昔日被认为不可能由女性参与的政治活动中来。小说主人公，本是主仆的女勋爵茉黛和来自旷工家庭的女管家艾瑟尔，殊途同归，双姝有分歧亦有合作，最终都成为了为妇女权益而呐喊的旗手和斗士。彰显了肯·福莱特追求男女平等的理念。民众的觉醒、民主思想的深入人心和贵族阶层、等级制度的土崩瓦解。迂腐、高傲、无知、官僚味浓厚的贵族军官带领年轻的平民阶级士兵走向死亡，许多人甚至都还来不及开枪，就在密集队形的冲锋中死与机枪倾泻出的弹雨下。马恩河，凡尔登就像无妄之灾的笼罩在参战双方或者说多方军队的头上，每天推进几十米的焦灼战局给前线官兵带来的不是和平的期盼，而是在死亡线上挣扎的绝望。而比利采取灵活战术保全了自己的威尔士家乡排，格里高利也毫不犹豫的带领手下的士兵远离自杀式的冲锋。群众的智慧和贵族的愚蠢形成了鲜明的对比。肯·福莱特对民众的智慧、勇敢、团结和觉醒是充满敬佩的褒扬的。"
  }
]

export default posts;
